import Layout from '../components/layout'
import Head from  'next/head'

export default function Policy(){
    return(
        <Layout>
            <Head>
                <title>プライバシーポリシー</title>
            </Head>
            <div>
            <p>Taito（以下，「運営者」といいます。）は，本ウェブサイト上で提供するサービス（以下,「本サービス」といいます。）における，
            ユーザーの個人情報の取扱いについて，以下のとおりプライバシーポリシー（以下，「本ポリシー」といいます。）を定めます。
            </p>
            <h3>第1条 個人情報</h3>
            <p>本プライバシーポリシーにおいて、個人情報とは生存する個人に関する情報であって、
            氏名、生年月日、住所、電話番号、メールアドレス等、特定の個人を識別することができるものを指します。
            </p>
            <p>プライバシー情報のうち「履歴情報および特性情報」とは、上記に定める「個人情報」以外のものをいい、ご利用いただいたサービスやご購入いただいた商品、ご覧になったページや広告の履歴、ユーザーが検索された検索キーワード、ご利用日時、ご利用の方法、
            ご利用環境、郵便番号や性別、職業、年齢、ユーザーのIPアドレス、クッキー情報、位置情報、端末の個体識別情報などを指します。
            </p>
            <h3>第2条 個人情報を利用する目的</h3>
            <p>運営者が個人情報を利用する目的は，以下のとおりです。</p>
            <ol>
                <li>本サービスの提供・運営のため</li>
                <li>本サービスの改善や新サービスの開発等に役立てるため</li>
                <li>取引先情報の管理のため</li>
                <li>キャンペーン等のプレゼントの発送のため</li>
                <li>ユーザーからのお問い合わせに対応するため</li>
                <li>メンテナンス，重要なお知らせなど必要に応じたご連絡のため</li>
                <li>利用規約に違反したユーザーや，不正・不当な目的でサービスを利用しようとするユーザーの特定をし，ご利用をお断りするため</li>
                <li>有料サービスにおいて，ユーザーに利用料金を請求するため</li>
                <li>個人を識別できない形式に加工した統計データを作成するため</li>
                <li>上記の利用目的に付随する目的</li>
            </ol>

            <h3>第3条 個人情報の第三者提供</h3>
            <p>運営者は，次に掲げる場合を除いて，あらかじめユーザーの同意を得ることなく，第三者に個人情報を提供することはありません。ただし，個人情報保護法その他の法令で認められる場合を除きます。</p>
            <ol>
                <li>人の生命，身体または財産の保護のために必要がある場合であって，本人の同意を得ることが困難であるとき</li>
                <li>公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって，本人の同意を得ることが困難であるとき</li>
                <li>国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって，本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき</li>
            </ol>

            <h3>第4条 個人情報の開示手続き</h3>
            <p>運営者は，本人から個人情報の開示を求められたときは，本人に対し，遅滞なく応じます。ただし，開示することにより次のいずれかに該当する場合は，その全部または一部を開示しないこともあり，開示しない決定をした場合には，その旨を通知します。なお，個人情報の開示に際しては，1件あたり3，000円の手数料を申し受けます。</p>
            <ol>
                <li>ご本人確認ができない場合</li>
                <li>提出していただいた書類に不備がある場合</li>
                <li>本人または第三者の生命，身体，財産その他の権利利益を害するおそれがある場合</li>
                <li>運営者の業務の適正な実施に著しい支障を及ぼすおそれがある場合</li>
                <li>その他法令に違反する場合</li>
            </ol>
            <p>個人情報等の開示はお問い合わせからのみ承ります。</p>

            <h3>第5条 ソースコード</h3>
            <p>本サイトで記載されるプログラムのソースコードについては、私的又は、商用問わず自由にご利用いただいて構いませんが、そのソースコードを用いて作成したサイトやサービス等について運営者は何ら責任を負いません。
                原則として、ソースコードの利用に関して運営者に許諾を取る必要はありませんが、ご一報いただけると幸いです。</p>

            <h3>第6条 当サイトへのコメントについて</h3>
            <p>本サイトでは、スパム・荒らしへの対応として、コメントの際に使用されたIPアドレスを記録しています。
                これはの本サイトの標準機能としてサポートされている機能で、スパム・荒らしへの対応で使用しています。
                加えて、次の各号に掲げる内容を含むコメントは管理人の裁量によって承認せず、削除する事があります。
            </p>
            <ol>
                <li>特定の自然人または法人を誹謗し、中傷するもの。</li>
                <li>極度にわいせつな内容を含むものや公共で使用する際に不適切なもの。</li>
                <li>禁制品の取引に関するものや、他者を害する行為の依頼など、法律によって禁止されている物品、行為の依頼や斡旋などに関するもの。</li>
                <li>その他、公序良俗に反し、または管理人によって承認すべきでないと認められるもの。</li>
            </ol>

            <h3>第7条 免責事項</h3>
            <p>本サイトでは、できるだけ正確な情報をお伝えできるよう努力しておりますが、更新された日によっては本サイトの内容が不正確になる恐れがありますことをご承知ください。
                本サイトからリンクやバナーなどによって他のサイトやサービスに移動された場合、移動先で提供される情報、サービス等について運営者は何ら責任を負いません。また、以下に該当する場合、運営者は何ら責任を負いません。</p>
            <ol>
                <li>ご本人が運営者サービス上にて開示した情報等により、個人を識別できてしまった場合</li>
                <li>ご本人またはその協力関係にある者が運営者サービスの機能または別の手段を用いて第三者に個人情報を明らかにした場合</li>
            </ol>

            <h3>第8条 広告</h3>
            <p>本サイトはGoogle及びGoogleのパートナーの提供する広告を設置しております。その広告配信にはCookieを使用し、本サイトやその他のサイトへの過去のアクセス情報に基づいて広告を配信します。
            本サイト利用者は、Googleアカウントの広告設定ページで、パーソナライズ広告を無効にできます。また aboutads.info のページにアクセスして頂き、パーソナライズ広告掲載に使用される第三者配信事業者のCookieを無効にすることができます。
            その他、Googleの広告におけるCookieの取り扱い詳細については、Googleのポリシーと規約ページ（https://policies.google.com/technologies/ads）を参照してください。</p>

            <p>本サイトでは現在、広告主を募集しております。ご相談いただければ、当サイトの任意の箇所に広告を配置することが可能です。
                広告掲載について関心のある方はお問い合わせ(Contact)よりご連絡ください。</p>

            <h3>第9条 プライバシーポリシーの変更</h3>
            <p>本ポリシーの内容は，法令その他本ポリシーに別段の定めのある事項を除いて，ユーザーに通知することなく，変更することができるものとします。変更後のプライバシーポリシーは，本ウェブサイトに掲載したときから効力を生じるものとします。</p>

            <b>2021年2月2日 制定</b>
            </div>
        </Layout>
    )
}